[TgFinalizeCommandlet]
HelpDescription="Performs some of the same package processing as cooking.  If no files are listed on the commandline, it processes all content."
HelpUsage="gamename.exe TgFinalize [-switches] [file...]"
HelpParamNames[0]="-removeeditoronly"
HelpParamDescriptions[0]="Strips out editor-only data from objects."
HelpParamNames[1]="-stripunusedmips"
HelpParamDescriptions[1]="Removes texture mip data for miplevels that exceed the highest setting in the compat files"
HelpParamNames[2]="-compresstextures"
HelpParamDescriptions[2]="Compresses most of the textures in a package for smaller disk footprint"
HelpParamNames[3]="-forceresave"
HelpParamDescriptions[3]="Reprocesses a file even if it is already finalized."

[TgSkinMemoryCheckCommandlet]
HelpDescription="Performs a load and checks memory changes across skins in the game"
HelpUsage="gamename.exe tgskinmemorycheck [-switches] "
HelpParamNames[0]="-bot="
HelpParamDescriptions[0]="specifies only to check skins for a certain bot (ex:kali)"
HelpParamNames[1]="-godsonly"
HelpParamDescriptions[1]="specifies only to process gods and their skins"

[UnrealEd]
TgAIBehaviorTreeEditorCaption_F=Hi-Rez BehaviorTree Editor: `~
TgAIBehaviorTreeEditorCaption=Hi-Rez Behavior Tree Editor
TgAIBehaviorTreeEditorCaptionDebug_F=Hi-Rez BehaviorTree Editor (DEBUG): `~
TgAIBehaviorTreeEditorCaptionDebug=Hi-Rez Behavior Tree Editor (DEBUG
ObjectContext_EditUsingBtViewer=Edit Using Behavior Tree Editor
TgAIBehaviorTreeEditorMakeConnectionToConnector_Trans=Make Connection to Connector
TgAIBehaviorTreeEditorDeleteSelectedNode_Trans=Delete Selected Node
TgAIBehaviorTreeEditorNewActionNode=New Action Node
TgAIBehaviorTreeEditorNewConditionNode=New Condition Node
TgAIBehaviorTreeEditorNewCompositeNode=New Composite Node
TgAIBehaviorTreeEditorNewSensorNode=New Sensor Node
TgAIBehaviorTreeEditorNewUtilityNode=New Utility Node
TgAIBehaviorTreeEditorNewBehaviorNode_Trans=New Behavior Node
TgAIBehaviorTreeEditorAddLink=Add Link
TgAIBehaviorTreeEditorAddLink_Trans=Add Link
TgAIBehaviorTreeEditorDeleteLink=Delete Link
TgAIBehaviorTreeEditorDeleteAllLink=Delete All Links
TgAIBehaviorTreeEditorDeleteAllLink_Trans=Delete All Link
TgAIBehaviorTreeEditorDeleteLink_Trans=Delete Link
TgAIBehaviorTreeEditorBreakLink_Trans=Break Link
TgAIBehaviorTreeEditorBreakAllLink_Trans=Break All Link
Error_TgAIBehaviorTreeEditorRootChildInvalid=The first link to the root node in a Behavior Tree must be to a Composite or Sensor.
Error_TgAIBehaviorTreeEditorSensorInvalid=Sensor nodes can only be connected to the Root Node.
TgAIBehaviorTreeEditorNewComment_Trans=New Behavior Comment
TgAIBehaviorTreeEditorFrontComment_Trans=Behavior Comment to Front
TgAIBehaviorTreeEditorBackComment_Trans=Behavior Comment to Back

TgAIBehaviorTreeEditor_Debug_AttachToolTip=Attach to Instance
TgAIBehaviorTreeEditor_Debug_ResumeToolTip=Resume
TgAIBehaviorTreeEditor_Debug_PauseToolTip=Pause
TgAIBehaviorTreeEditor_Debug_StepToolTip=Step One Frame

AnimSetViewer_SkinIdOverride=Preview Skin ID
AnimSetViewer_SkinLevelOverride=Level

NotifyBatchSkinTitle=Batch Skin Tool
NotifyBatchSkinID=Skin ID
NotifyBatchSkinLevel=Skin Level
NotifyBatchSkinSource=Source
NotifyBatchSkinTarget=Target
NotifyBatchSkin_ChangeCount=Added overrides to following animations (duplicates are multiples):
NotifyBatchSkin_NoTargetSound=Processing Error - AnimSet not loaded!
NotifyBatchSkin_NoTargetSound=Could not find target sound!
NotifyBatchSkin_NoTargetPSys=Could not find target particle system!

TgConvertMeshes=Convert Meshes (Tg)
TgConvertMenu=Convert (Paladins)
TgConvertSMAToSMATC=Convert StaticMeshActor to TgStaticMeshActor_TeamColor
TgConvertSMATCToSMA=Convert TgStaticMeshActor_TeamColor to StaticMeshActor
TgConvertSMAToSMACP=Convert StaticMeshActor to TgStaticMeshActor_CapturePoint
TgConvertSMATCPoSMA=Convert TgStaticMeshActor_CapturePoint to StaticMeshActor
